{
	"Notification":"Notification!",
	"Login":"लॉग इन करें",
	"Chat with astrologer": "Chat with astrologer",
	"ASTROTALK REVIEWS": "ASTROTALK REVIEWS",
	"Talk to Astrologer": "Talk to Astrologer",
	"Live Astrologers": "Live Astrologers",
	"Astrotalk Blog": "Astrotalk Blog",
	"COMPLIMENTARY ASTROLOGY SERVICES": "COMPLIMENTARY ASTROLOGY SERVICES",
	"Today's Horoscope": "Today's Horoscope",
	"Free Kundli": "Free Kundli",
	"Compatibility" : "Compatibility",
	"Festival 2023": "Festival 2023",
	"Here about us from our customers": "Here about us from our customers",
	"Corporate Info": "Corporate Info",
	"Refund and Cancellation Policy": "Refund and Cancellation Policy",
	"Disclaimer": "Disclaimer",
	"About Us": "About Us",
	"Pricing Policy": "Pricing Policy",
	"Terms and Conditions": "Terms and Conditions",
	"Privacy Policy": "Privacy Policy",
	"Contact us": "Contact us",
	"We are available 24 * 7 on chat support, click to start chat": "We are available 24 * 7 on chat support, click to start chat", 
	"Email ID: contact@astrotalk.com": "Email ID: contact@astrotalk.com",
	"Secure": "Secure",
	"Private and Confidential": "Private and Confidential",
	"Verified Astrologer": "Verified Astrologer",
	"Secure Payments": "Secure Payments",
	"SOCIAL": "SOCIAL",
	"Choose Language": "Choose Language",
	"WHY ASTROLOGY ?": "WHY ASTROLOGY ?",
	"Astrology reveals the will of the god": "Astrology reveals the will of the god",
	"OUR ASTROLOGERS": "OUR ASTROLOGERS",
	"5000+ Best Astrologers from India for Online Consultation": "5000+ Best Astrologers from India for Online Consultation",
	"FAQ'S ABOUT ASTROLOGY": "FAQ'S ABOUT ASTROLOGY",
	"Why is Astrology So Accurate": "Why is Astrology So Accurate",
	"para1": "Astrology is a predictive science with its own sets of methods, claims and findings that have forever inspired and allowed people with insights into different aspects of their life. Astrology, with its wows and hows, is contentful and approving enough to make people a believer of the same. And thankfully, it continues to do so despite the world shifting bases from what they believe in and what they don’t.Astrology is a predictive science with its own sets of methods, claims and findings that have forever inspired and allowed people with insights into different aspects of their life. Astrology, with its wows and hows, is contentful and approving enough to make people a believer of the same. And thankfully, it continues to do so despite the world shifting bases from what they believe in and what they don’t.",
	"para2": "If one has to go into the technicalities of astrology, it is the study of different cosmic objects, which are usually stars and planets, that have an effect on the lives of the people. You must be aware that there are as many as 8 planets in the solar system. However, If I ask an online astrologer near me about the planets in astrology, they will tell me that there are as many as 9 planets in astrology also called Navagrahas. And surprisingly, the planet Earth, in astrology, is not counted among the nine planets.",
	"para3": "The 9 planets in astrology are Sun (Surya), Moon (Chandra), Mars (Mangala), Mercury (Budha), Jupiter (Brihaspati), Venus (Shukra), Saturn (Shani), Rahu (north node of the moon), and Ketu (south node of the moon).",
	"para4": "Among these planets, some planets are called friendly planets, meaning the presence of them brings positivity to your life. And then, there are also planets that have a negative influence on humans. The latter would be planets like Rahu and Ketu. Their presence in one’s Kundli is said to bring pain and misery. However, there is another aspect one needs to be aware of. It’s the fact that the presence of Ketu in one’s horoscope is not always bad and similarly, the presence of Jupiter in one’s Kundli might not be the best every time.",
	"para5": "It all depends on which houses these planets are sitting in. If you ever had the opportunity to talk to an astrologer online, then s/he must have told you about houses in astrology and the movements of planets in the same. There are as many as 12 houses in Kundli. And all of these houses represent one thing or the other. You can check your free kundali online.",
	"para6": "For example, the first house, which any online astrology consultation would tell you is also the ascendant of the person, is the house of self. It represents a person’s personality and physical traits. Similarly, the fifth house in the Vedic horoscope, also known as Putra Bhava is the house of creativity, playfulness, joy, pleasure, and romance. If, for example, a good planet, like Jupiter, is camping in the fifth house, your love life will excel. Likewise, if Rahu is camping in the same house, then you might feel the need for online astrology consultation to deal with the woes.",
	"para7": "Then there are other things in astrology like elements, the Moon sign of an individual, numerology, tarot and so much more that is impossible to wind up here.",
	"Online Astrology Consultation": "Online Astrology Consultation",
	"Services": "& Services",
	"para8": "Then there are other things in astrology like elements, the Moon sign of an individual, numerology, tarot and so much more that is impossible to wind up here.",
	"para9": "The motive behind providing astrology predictions online is simply helping people save time, money, and pain to find astrologers in the hustle and bustle of the city lights. Besides, to ensure credibility, Astrotalk has, over the years, worked extensively to add value to customer service. And a good chunk of credit for this goes to the astrologers who work for 100% customer satisfaction using their knowledge to deliver impeccable astrology consultancy.",
	"para10": "Surely, not everything in life should revolve around money, so we at Astrotalk, besides online astrology, also organize various events that help one get a better understanding of online astrology prediction and more related themes. These events range from free astrology predictions sessions to live events involving Aartis and Pujas that happen across India at some of the most renowned temples. It's a way for us to connect with people.",
	"para11":"First of all, the credit for astrology and the predictions we make here being so accurate goes to the 100s of learned and astrologically-versed astrologers we have on board. And to answer what makes astrology so accurate, then it is the pure knowledge of our astrologers about the planets, planetary configurations, constellations and learning of how they influence human life and behaviour as they move, shift or even stay still. Astrology is not some random guesswork but science that entails scientific principles that were sketched by learned Gurus 1000s of years ago and have not changed to date. These gurus studied the movement of planets and how their aura influences the life of people on earth. The antiquity of astrology is revealed from the fact that millions of people continue to stay connected with it due to the accuracy it has to offer. Astrology has changed the lives of millions of people through us and many other astrologers who continue to share their knowledge of astrology one prediction at a time.",
	"para12": "Why Should You Choose Astrotalk For An Astrology Horoscope? ",
	"para13": "From 4.8/5 Google Rating, 5/5 Facebook Rating to appreciation across various other platforms, Astrotalk, over the years, has garnered a wide user base that is nothing but satisfied with all the astrology related material we have to offer. The process of recruiting the astrologers on the Astrotalk platform is really stringent and only the best astrologers can make it to the platform only to ensure you're getting the best service each and every time you get along with us. ",
	"para14": "The services we are talking about range across online Kundli matching, horoscope predictions, daily horoscope, weekly horoscope, numerology, tarot reading, shopping, free blogs, and many more services. ",
	"para15": "Moreover, in case you bump into any sort of problem, you can directly connect with the CEO to register the same with us. Providing exceptional service is our main motto and we ensure that is achieved whatsoever. ",
	"Is Astrology Prediction True?": "Is Astrology Prediction True?",
	"para16": " Many people have misconceptions that an astrologer can tell them what exactly is going to happen with them in the future or next moment, which is a wrong way to think about astrology. Astrology predictions are based on planetary movements. A planet moves from one house to another, one zodiac sign to another, etc. These moments by plantes can either be good or unfavourable for the native. For example, if say the planet Mercury is camping in a friendly zodiac sign, the outcomes are to be good for the native. Meanwhile, if the mercury is camping in an unfriendly zodiac sign, the outcome can be critical. An astrologer, based on calculations, notes down such shifts and traits and based on the same share with you if your upcoming time would be good or tough. If you think this way, astrology predictions ought to be true. Accurate predictions are possible when you seek to know about things like upcoming shubh muhurats, whether you are manglik or not?, etc. ",
	"How Can Online Astrology Help Me In Predicting The Future?": "How Can Online Astrology Help Me In Predicting The Future?",
	"para17": "",
	"para18": ""
}