{
	"Notification":"अधिसूचना",
	"Login":"लॉग इन करें",
	"Chat with astrologer": "ज्योतिषी के साथ चैट करें",
	"ASTROTALK REVIEWS": "एस्ट्रोटॉक समीक्षा",
	"Talk to Astrologer": "ज्योतिषी से बात करें",
	"Live Astrologers": "लाइव ज्योतिषी",
	"Astrotalk Blog": "एस्ट्रोटॉक ब्लॉग",
	"COMPLIMENTARY ASTROLOGY SERVICES": "मानार्थ ज्योतिष सेवाएं",
	"Today's Horoscope": "आज का राशिफल",
	"Free Kundli": "मुक्त कुंडली",
	"Compatibility": "अनुकूलता",
	"Festival 2023": "महोत्सव 2023",
	"Here about us from our customers": "यहां हमारे बारे में हमारे ग्राहकों से",
	"Corporate Info": "कॉर्पोरेट जानकारी",
	"Refund and Cancellation Policy": "धनवापसी और रद्दीकरण नीति",
	"Disclaimer": "अस्वीकरण",
	"About Us": "हमारे बारे में",
	"Pricing Policy": "मूल्य निर्धारण नीति",
	"Terms and Conditions": "नियम और शर्तें",
	"Privacy Policy": "गोपनीयता नीति",
	"Contact us": "संपर्क करें",
	"We are available 24 * 7 on chat":  "हम चैट सपोर्ट पर 24*7 उपलब्ध हैं, ",
	"support, click to start chat": "चैट शुरू करने के लिए क्लिक करें",
	"Email ID: contact@astrotalk.com": "ईमेल आईडी: contact@astrotalk.com",
	"Secure": "सुरक्षित",
	"Private and Confidential": "निजी और गोपनीय",
	"Verified Astrologer": "सत्यापित ज्योतिषी",
	"Secure Payments": "सुरक्षित भुगतान",
	"SOCIAL": "सामाजिक",
	"Choose Language": "भाषा चुनें",
	"WHY ASTROLOGY ?": "ज्योतिष क्यों?",
	"Astrology reveals the will of the god": "ज्योतिष ईश्वर की इच्छा प्रकट करता है",
	"OUR ASTROLOGERS" : "हमारे ज्योतिषी",
	"5000+ Best Astrologers from India for Online Consultation": "ऑनलाइन परामर्श के लिए भारत से 5000+ सर्वश्रेष्ठ ज्योतिषी",
	"FAQ'S ABOUT ASTROLOGY": "ज्योतिष के बारे में अक्सर पूछे जाने वाले प्रश्न",
	"Why is Astrology So Accurate": "ज्योतिष इतना सटीक क्यों है",
	"para1": "ज्योतिष अपने तरीकों, दावों और निष्कर्षों के अपने सेट के साथ एक भविष्य कहनेवाला विज्ञान है जिसने हमेशा लोगों को उनके जीवन के विभिन्न पहलुओं में अंतर्दृष्टि के लिए प्रेरित और अनुमति दी है। ज्योतिष, अपनी वाह-वाही के साथ, लोगों को उसी पर विश्वास करने के लिए संतुष्ट और स्वीकृत करने वाला है। और शुक्र है, यह ऐसा करना जारी रखता है, भले ही दुनिया उन बातों पर आधारित हो जिनमें वे विश्वास करते हैं और जो वे नहीं करते हैं। ज्योतिष एक भविष्य कहनेवाला विज्ञान है, जिसके अपने तरीके, दावे और निष्कर्ष हैं, जिन्होंने अंतर्दृष्टि वाले लोगों को हमेशा के लिए प्रेरित और अनुमति दी है। उनके जीवन के विभिन्न पहलू। ज्योतिष, अपनी वाह-वाही के साथ, लोगों को उसी पर विश्वास करने के लिए संतुष्ट और स्वीकृत करने वाला है। और शुक्र है, यह ऐसा करना जारी रखता है, भले ही दुनिया उन आधारों को बदल देती है जिनमें वे विश्वास करते हैं और जो वे नहीं करते हैं।",
	"para2": "यदि किसी को ज्योतिष की तकनीकी में जाना है, तो यह विभिन्न ब्रह्मांडीय वस्तुओं का अध्ययन है, जो आमतौर पर तारे और ग्रह होते हैं, जो लोगों के जीवन पर प्रभाव डालते हैं। आप जानते ही होंगे कि सौरमंडल में कुल 8 ग्रह हैं। हालाँकि, अगर मैं अपने किसी ऑनलाइन ज्योतिषी से ज्योतिष में ग्रहों के बारे में पूछूं, तो वे मुझे बताएंगे कि ज्योतिष में 9 ग्रहों को नवग्रह भी कहा जाता है। और आश्चर्य की बात यह है कि ज्योतिष शास्त्र में पृथ्वी ग्रह को नौ ग्रहों में नहीं गिना जाता है।"
	
}